{
  "pill": "Services",
  "title": "What we do",
  "description": "Find out which one of our services fit the needs of your project",
  "services": [
    {
      "image": "/images/services/kitchen.png",
      "icon": "/icons/services/kitchen.svg",
      "title": "Kitchens",
      "description": "At LifetimeArt, we design and build stunning kitchens tailored to your style and needs. Whether you prefer sleek modern lines or a timeless, classic look, our team delivers premium craftsmanship, functional layouts, and meticulous attention to detail—creating a kitchen you’ll love to cook and gather in."
    },
    {
      "image": "/images/services/loft-conversions.png",
      "icon": "/icons/services/loft-conversions.svg",
      "title": "Loft Conversions",
      "description": "Transform unused loft space into a beautiful, practical part of your home. From cozy bedrooms to bright home offices, we handle everything from structural adjustments to finishing touches, ensuring your new space is safe, stylish, and seamlessly integrated with your existing home."
    },
    {
      "image": "/images/services/bathroom.png",
      "icon": "/icons/services/bathroom.svg",
      "title": "Bathrooms",
      "description": "We create bathrooms that balance relaxation and practicality, with designs ranging from spa-inspired retreats to minimalist, functional spaces. Our team sources high-quality fixtures and finishes, ensuring durability, elegance, and comfort for years to come."
    },
    {
      "image": "/images/services/extension.png",
      "icon": "/icons/services/extension.svg",
      "title": "Extensions",
      "description": "Expand your living space without compromising on style. Whether it’s a kitchen extension, a new family room, or an entire additional floor, we work closely with you to design and build an extension that complements your home and adds value."
    },
    {
      "image": "/images/services/restoration.png",
      "icon": "/icons/services/restoration.svg",
      "title": "Restorations",
      "description": "Preserve the charm of your property while upgrading it for modern living. Our restoration work combines traditional craftsmanship with modern techniques to breathe new life into historic or worn-down spaces."
    },
    {
      "image": "/images/services/external-works.png",
      "icon": "/icons/services/external-works.svg",
      "title": "External Works",
      "description": "Enhance the beauty and functionality of your outdoor areas. From garden landscaping to patios, pathways, and exterior lighting, we create inviting spaces that connect your home to nature."
    }
  ]
}
